[
    {
        "killerTeachable": "Nurse",
        "perkName": "A_Nurse's_Calling",
        "image": "A_Nurse's_Calling.png",
        "description": "Unlocks potential in one's Aura-reading ability.\nThe Auras  of Survivors who are healing or being healed are revealed to you when they are within a range of 20/24/28 metres.\n\"Still attached to the fragments of her past life, she is drawn to those in need of help.\"\n\n"
    },
    {
        "killerTeachable": "Trapper",
        "perkName": "Agitation",
        "image": "Agitation.png",
        "description": "You get excited in anticipation of hooking your prey.\nWhile carrying a Survivor, your Movement speed is increased by 6/12/18 % and your Terror Radius  is increased by 12 metres.\n\"At some point, the excitement of hooking one of us becomes more important than the desire to kill us.\"\n"
    },
    {
        "killerTeachable": "Clown",
        "perkName": "Bamboozle",
        "image": "Bamboozle.png",
        "description": "Your Vault speed is 5/10/15 % faster.\nPerforming a Vault action calls upon The Entity  to block that Vault location for 8/12/16 seconds.\nOnly one Vault location may be blocked this way at any given time. The Vault location is blocked only for Survivors.\nBamboozle does not affect Pallets .\n"
    },
    {
        "killerTeachable": "Cannibal",
        "perkName": "Barbecue_&_Chilli",
        "image": "Barbecue_&_Chilli.png",
        "description": "A deep bond with The Entity  unlocks potential in one's Aura-reading ability.\nAfter hooking a Survivor, all other Survivors' Auras  are revealed to you for 4 seconds when they are farther than 40 metres from the Hook .\nThe bonus Bloodpoints are only awarded post-Trial.\n\"I just can't take no pleasure in killing. There's just some things you gotta do. Don't mean you have to like it.\" — Drayton Sawyer\n"
    },
    {
        "killerTeachable": "Huntress",
        "perkName": "Beast_of_Prey",
        "image": "Beast_of_Prey.png",
        "description": "Your lust for a kill is so intense that your connection with The Entity  is momentarily lost, making you totally unpredictable.\nGrants the Undetectable  Status Effect after gaining Bloodlust  Tier I. The Status Effect is removed once you lose Bloodlust.\nGain 30/40/50 % more Bloodpoints  for actions in the Hunter Category.\n\n\"Where did she go?\"\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Bitter_Murmur",
        "image": "Bitter_Murmur.png",
        "description": "Unlocks potential in one's Aura-reading ability.\nEach time a Generator  is fully repaired, Survivors within 16 metres of the completed Generator will be revealed for 5 seconds.\nWhen the last Generator is fully repaired, all the Survivors' Auras  are revealed for 5/7/10 seconds.\n"
    },
    {
        "killerTeachable": "Oni",
        "perkName": "Blood_Echo",
        "image": "Blood_Echo.png",
        "description": "The agony of one is inflicted on others.\nWhen hooking a Survivor, all other injured Survivors suffer from the Haemorrhage  Status Effect until healed and the Exhausted  Status Effect for 45 seconds.\nBlood Echo can only be triggered once every 80/70/60 seconds.\n\"Attack an enemy with precision and their allies will feel it.\" — Renjiro's Doctrine 6:3\n"
    },
    {
        "killerTeachable": "Nightmare",
        "perkName": "Blood_Warden",
        "image": "Blood_Warden.png",
        "description": "As soon as the Exit Gate  is opened, Blood Warden is activated. The Auras  of any Survivors located within Exit Gate areas are revealed to you.\nOnce per Trial, hooking a Survivor while Blood Warden is active calls upon The Entity  to block both Exits for all Survivors for 30/40/60 seconds.\n\"This is my world. And you can't ever leave.\" — Freddy Krueger\n"
    },
    {
        "killerTeachable": "Wraith",
        "perkName": "Bloodhound",
        "image": "Bloodhound.png",
        "description": "Like a hunting scent hound, you smell traces of blood at a great distance.\nPools of Blood  are shown bright red and can be tracked for 2/3/4 seconds longer than normal.\n\"Pebbles shimmering in the moonlight; my life drips down in a trail so easy to follow.\"\n"
    },
    {
        "killerTeachable": "Trapper",
        "perkName": "Brutal_Strength",
        "image": "Brutal_Strength.png",
        "description": "Your great strength allows you to shred through your prey's defences.\nDestroy dropped Pallets  and Breakable Walls , and damage Generators  10/15/20 % faster.\n\"It's more than muscles. A dark power motivates the beast.\"\n"
    },
    {
        "killerTeachable": "Plague",
        "perkName": "Corrupt_Intervention",
        "image": "Corrupt_Intervention.png",
        "description": "Your prayers invoke a dark power that meddles with the Survivors' chances of survival.\n3 Generators located farthest from you are blocked by The Entity  for 80/100/120 seconds at the start of the Trial.\nSurvivors cannot repair the Generators  for the duration Corrupt Intervention is active.\n\"It shall be known across the land that the Gods curse the unfaithful.\" (The Tablet of Adiris, 3.7)\n"
    },
    {
        "killerTeachable": "Clown",
        "perkName": "Coulrophobia",
        "image": "Coulrophobia.png",
        "description": "Your presence alone instils great fear.\nSurvivors within your Terror Radius  have a 30/40/50 % penalty to the Healing progression speed.\n"
    },
    {
        "killerTeachable": "Twins",
        "perkName": "Coup_de_Grâce",
        "image": "Coup_de_Grâce.png",
        "description": "As the end nears, you go in for the kill.\nEach time a Generator  is completed, Coup de Grâce grows in power.\nConsume 1 Token to increase the distance of your next Lunge Attack by 40/50/60 %.\n"
    },
    {
        "killerTeachable": "Demogorgon",
        "perkName": "Cruel_Limits",
        "image": "Cruel_Limits.png",
        "description": "Your ties to the otherworldly manifest when your prey attempts to get away.\nEach time a Generator  is repaired, all Windows  and vault locations within a radius of 32 metres from the completed Generator are blocked for all Survivors for the next 20/25/30 seconds.\n\"The specimen seems to be able to affect the state of nearby objects, as if they existed in some other form within a dimension alternate to our own.\" — Hawkins National Laboratory\n"
    },
    {
        "killerTeachable": "Plague",
        "perkName": "Dark_Devotion",
        "image": "Dark_Devotion.png",
        "description": "The display of your Powers creates a whirlwind of panic that spreads throughout the land.\nYou become obsessed with one Survivor. Hitting the Obsession  with a Basic Attack causes the Obsession to emit a Terror Radius  of 32 metres for 20/25/30 seconds.\nYou are granted the Undetectable  Status Effect for the duration. The Obsession hears the Terror Radius they emit for the duration.\nYou can only be obsessed with one Survivor at a time.\n\"And terror shall take hold of a defiant non-believer, who shall falsely announce my arrival.\" (The Tablet of Adiris, 48.9)\n"
    },
    {
        "killerTeachable": "Deathslinger",
        "perkName": "Dead_Man's_Switch",
        "image": "Dead_Man's_Switch.png",
        "description": "You become obsessed with one Survivor.\nAfter hooking the Obsession , Dead Man's Switch activates for the next 35/40/45 seconds.\nWhile activated, any Survivor that stops repairing a Generator  before it is fully repaired causes The Entity  to block the Generator until Dead Man's Switch's effect ends.\nAffected Generators are highlighted by a white Aura .\nYou can only be obsessed with one Survivor at a time.\n\"I've seen the look on a man's face when he realises he's going to die.\" — Caleb Quinn\n"
    },
    {
        "killerTeachable": "Executioner",
        "perkName": "Deathbound",
        "image": "Deathbound.png",
        "description": "Those whose lives are intertwined in darkness are destined to suffer together.\nWhen a Survivor heals another Survivor for one Health State  at least 32 metres away from the Killer, the Survivor performing the Healing action will scream, revealing their location and activating Deathbound for the next 60 seconds.\nDuring that time, the Survivor will suffer from the Oblivious  Status Effect when farther than 16/12/8 metres away from the healed Survivor.\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Deerstalker",
        "image": "Deerstalker.png",
        "description": "Unlocks potential in one's Aura-reading ability.\nReveals dying Survivors' Auras  when standing within 20/28/36 metres.\n"
    },
    {
        "killerTeachable": "Legion",
        "perkName": "Discordance",
        "image": "Discordance.png",
        "description": "Any Generator  within a range of 64/96/128 metres that is being repaired by 2 or more Survivors is marked by a yellow Aura .\nWhen the Generator is first highlighted, Discordance triggers a Loud Noise notification on the Generator.\nAfter the Generator is no longer within range or is being repaired by just 1 Survivor, the highlighted Aura remains for another 4 seconds.\n\"Smartasses get killed. We always see to that.\" — The Legion\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Distressing",
        "image": "Distressing.png",
        "description": "Your horrifying emanation strikes at a supernaturally long distance.\nYour Terror Radius  is increased by 22/24/26 %.  \nGain 100 % more Bloodpoints  for actions in the Deviousness Category.\nThe Bonus Bloodpoints are only awarded during the Trial.\n\"Bask in their fear.\"\n"
    },
    {
        "killerTeachable": "Blight",
        "perkName": "Dragon's_Grip",
        "image": "Dragon's_Grip.png",
        "description": "After kicking a Generator , for the next 30 seconds, the first Survivor that interacts with it will scream, revealing their location for 4 seconds, and becoming afflicted with the Exposed  Status Effect for 60 seconds.\nDragon's Grip has a cool-down of 120/100/80 seconds. \n\"Such potential in this compound... even the slightest trace causes unnatural effects.\" — Journal of Talbot Grimes\n"
    },
    {
        "killerTeachable": "Shape",
        "perkName": "Dying_Light",
        "image": "Dying_Light.png",
        "description": "You become obsessed with one Survivor.\nYour Obsession  gains a 33 % Action Speed bonus to unhooking and healing other Survivors.\nEach time you hook a Survivor that is not the Obsession and the Obsession is alive, gain a Token.\nIf the Obsession is alive, all others Survivors get a stack-able 2/2.5/3 % penalty to Repair, Healing, and Sabotage speed for each Token.\nYou can only be obsessed with one Survivor at a time.\n\"This isn't a man...\" — Dr. Sam Loomis\n"
    },
    {
        "killerTeachable": "Hillbilly",
        "perkName": "Enduring",
        "image": "Enduring.png",
        "description": "You are resilient to pain.\nThe duration of Pallet stuns is reduced by 40/45/50 %.\n\"He stops at nothing.\"\n"
    },
    {
        "killerTeachable": "Nightmare",
        "perkName": "Fire_Up",
        "image": "Fire_Up.png",
        "description": "The increased pressure of losing your preys fills you with anger and gives you unsuspected motivation.\nEach time the Survivors complete repairs on a Generator, Fire Up grows in power.\n\"Now why don't you just fucking die?\" — Freddy Krueger\n"
    },
    {
        "killerTeachable": "Executioner",
        "perkName": "Forced_Penance",
        "image": "Forced_Penance.png",
        "description": "Those who stand in the way of duty will suffer harsh judgement.\nSurvivors who take a Protection Hit are inflicted with the Broken  Status Effect for 60/70/80 seconds.\n"
    },
    {
        "killerTeachable": "Cannibal",
        "perkName": "Franklin's_Demise",
        "image": "Franklin's_Demise.png",
        "description": "Your vicious Basic Attacks make Survivors drop their Item  on impact.\nThe lost Item will be consumed by The Entity  after 150/120/90 seconds if it is not picked up.\nReveals Items on the ground within a range of 32 metres with a white Aura.The Aura will slowly fade to red until the Item is consumed by The Entity.\n\"Sally, I hear something. Stop! Stop!\" — Franklin Hardesty\n"
    },
    {
        "killerTeachable": "Ghost_Face",
        "perkName": "Furtive_Chase",
        "image": "Furtive_Chase.png",
        "description": "You become obsessed with one Survivor.\nYou lurk in the shadows, eliminating your victims one by one.\nWhen your Obsession  is hooked, Furtive Chase receives a Token, up to a maximum of 2/3/4 Tokens.\nEach Token decreases your Terror Radius  by 4 metres while in a Chase.\nWhen a Survivor rescues the Obsession from a Hook, the rescuer becomes the Obsession. You lose all Tokens if the Obsession is sacrificed or killed.\nYou can only be obsessed with one Survivor at a time.\n\"You have no idea what I have planned for you. It'll be in the news for weeks. I'll make sure of that.\" — The Ghost Face\n"
    },
    {
        "killerTeachable": "Deathslinger",
        "perkName": "Gearhead",
        "image": "Gearhead.png",
        "description": "You've got an ear for well-oiled gears.\nAfter hitting a Survivor 2 times with your Basic Attack, Gearhead activates for 20/25/30 seconds.\nEach time a Survivor completes a Good Skill Check  while repairing, the Generator  will be revealed by a yellow Aura  for as long as it is being repaired.\n\"Sometimes a man's best work is what puts him in the grave.\" — The Prison Warden\n"
    },
    {
        "killerTeachable": "Pig",
        "perkName": "Hangman's_Trick",
        "image": "Hangman's_Trick.png",
        "description": "Your ingenious modifications to Hooks  alert you of tampering.\nUnlocks potential in one's Aura-reading abilities.\n\"No excuses, no equivocations... No crying.\" — Amanda Young\n"
    },
    {
        "killerTeachable": "Blight",
        "perkName": "Hex:_Blood_Favour",
        "image": "Hex:_Blood_Favour.png",
        "description": "A Hex that gains the favour of The Entity  when blood is spilt.\nWhen a Survivor is hit with a Basic Attack, all Pallets  within a radius of 16 metres of your location are held in place by The Entity for 15 seconds and cannot be pulled down by Survivors.\nHex: Blood Favour has a cool-down of 60/50/40 seconds. \n\"It would be no leap of the imagination to suggest that the Trials are a biological response of sorts.\" — Journal of Talbot Grimes\n"
    },
    {
        "killerTeachable": "Hag",
        "perkName": "Hex:_Devour_Hope",
        "image": "Hex:_Devour_Hope.png",
        "description": "A Hex rooting its power on hope. The false hope of Survivors ignites your hunger.\nWhen a Survivor is rescued from a Hook at least 24 metres away, Devour Hope receives a Token.\nThe Hex effects persist as long as the related Hex Totem  is standing.\n\"If you do nothing, you have their blood on your hands. If you save them, her hunger grows.\"\n"
    },
    {
        "killerTeachable": "Spirit",
        "perkName": "Hex:_Haunted_Ground",
        "image": "Hex:_Haunted_Ground.png",
        "description": "Two trapped Hex Totems will spawn in the Trial.\nWhen one of the two trapped Hex Totems is cleansed by a Survivor , all Survivors suffer from the Exposed  Status Effect for 40/50/60 seconds.\nThe remaining trapped Hex Totem  immediately becomes a Dull Totem.\n\"Her home became profane.\"\n"
    },
    {
        "killerTeachable": "Huntress",
        "perkName": "Hex:_Huntress_Lullaby",
        "image": "Hex:_Huntress_Lullaby.png",
        "description": "A Hex rooting its power in despair.Your hunt is an irresistible song of dread which muddles your prey's attention.\nSurvivors receive a 2/4/6 % Regression penalty when missing a Skill Check  while healing or repairing.\nEach time a Survivor is hooked, Hex: Huntress Lullaby grows in power.It affects Healing and Repair Skill Check warnings:\nThe Hex effects persist as long as the related Hex Totem  is standing.\n\"That song, it drives me crazy!\"\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Hex:_No_One_Escapes_Death",
        "image": "Hex:_No_One_Escapes_Death.png",
        "description": "A Hex rooting its power on hope. You are animated by the power of your Hex Totem when the Survivors are on the verge of escaping.\nOnce the Exit Gates  are powered, if there is a Dull Totem remaining on the Map, this Hex is applied to it.\nWhile Hex: No One Escapes Death is active, Survivors suffer from the Exposed  Status Effect and your Movement speed is increased by 2/3/4 %.\nThe Hex effects persist as long as the related Hex Totem  is standing.\n\"And the beast became faster and more powerful as if The Entity's shadowy whips were lashing at its back.\"\n"
    },
    {
        "killerTeachable": "Deathslinger",
        "perkName": "Hex:_Retribution",
        "image": "Hex:_Retribution.png",
        "description": "A Hex that lashes out upon its destruction. Those who cross you will be punished.\nAny Survivor who cleanses a Dull Totem  will suffer from the Oblivious  Status Effect for 35/40/45 seconds.\nIf any Hex Totem  is cleansed, including this one, the Auras  of all Survivors are revealed for 10 seconds.\n\"Bloody fool, you pulled the trigger on yourself.\" — Caleb Quinn\n"
    },
    {
        "killerTeachable": "Hag",
        "perkName": "Hex:_Ruin",
        "image": "Hex:_Ruin.png",
        "description": "A Hex that affects all Survivor's Generator Repair progress.\nWhenever a Generator  is not being repaired by a Survivor, it will immediately and automatically regress its Repair progress at 100/150/200 % of the normal Regression speed.\nHex: Ruin affects all Generators.\nThe Hex effects persist as long as the related Hex Totem  is standing.\n\"A curse is upon you. It will cause your ruin.\"\n"
    },
    {
        "killerTeachable": "Hag",
        "perkName": "Hex:_The_Third_Seal",
        "image": "Hex:_The_Third_Seal.png",
        "description": "A Hex that hinders one's Aura-reading ability.\nHitting a Survivor with a Basic Attack while the Hex Totem is active applies the Blindness  Status Effect.\nThis effect applies to the last 2/3/4 Survivors hit.\nThe Hex effects persist as long as the related Hex Totem  is standing.\n\"She touched your skin, you bear the witch's mark!\"\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Hex:_Thrill_of_the_Hunt",
        "image": "Hex:_Thrill_of_the_Hunt.png",
        "description": "A Hex rooting its power on hope. The false hope of Survivors  fills you with excitement and strengthens your totems.\nFor each Dull Totem and Hex Totem remaining on the Map gain a Token.\nThe Hex effects persist as long as the related Hex Totem  is standing.\n"
    },
    {
        "killerTeachable": "Blight",
        "perkName": "Hex:_Undying",
        "image": "Hex:_Undying.png",
        "description": "A Hex which maintains the vile powers that flow throughout the Trial.\nWhile Hex: Undying is active, Survivors within 2 metres of any Totem  have their Aura  revealed for 4/5/6 seconds.\nWhen another Hex Totem is cleansed, that Hex transfers to an available Dull Totem, losing any Tokens in the process.\n"
    },
    {
        "killerTeachable": "Twins",
        "perkName": "Hoarder",
        "image": "Hoarder.png",
        "description": "You protect what little you have and are perceptive to those rummaging through your stockpiles.\nReceive a Loud Noise notification for 4 seconds when Survivors interact with a Chest  or when they pick up an Item  within 32/48/64 metres of your location.\nThe Trial begins with up to 2 additional Chests in the environment.\n"
    },
    {
        "killerTeachable": "Ghost_Face",
        "perkName": "I'm_All_Ears",
        "image": "I'm_All_Ears.png",
        "description": "Your keen senses are sharpened in the dark Realm of The Entity .\nUnlocks potential in one's Aura-reading ability.\nAny Survivor performing a rushed action within 48 metres from your location will have their Aura  revealed to you for 6 seconds.\nI'm All Ears can only be triggered once every 60/50/40 seconds.\n\"There is no need to worry. I've been preparing my whole life for this. — The Ghost Face\"\n"
    },
    {
        "killerTeachable": "Plague",
        "perkName": "Infectious_Fright",
        "image": "Infectious_Fright.png",
        "description": "The cries of the unfaithful make your heart leap.\nAny Survivors that are within the Killer's Terror Radius  while another Survivor is put into the Dying State  by any means will yell and reveal their current location to the Killer for 4/5/6 seconds.\n\"Horror overcomes the heart of infidels who cry at the feet of the fallen.\" (Hymn of Praise, 11.4)\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Insidious",
        "image": "Insidious.png",
        "description": "Unlocks the stealth ability.\nStanding still for 4/3/2 seconds will grant you the Undetectable  Status Effect until you act or move again.\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Iron_Grasp",
        "image": "Iron_Grasp.png",
        "description": "Your powerful hold onto the Survivors causes escapes to be nearly impossible.\nStruggle Effects from a wiggling Survivor are reduced by 75 %. \nTime to wiggle out of your grasp is increased by 4/8/12 %.\n"
    },
    {
        "killerTeachable": "Legion",
        "perkName": "Iron_Maiden",
        "image": "Iron_Maiden.png",
        "description": "You open Lockers  30/40/50 % faster.\nSurvivors who exit Lockers suffer from the Exposed  Status Effect for 15 seconds and their location is revealed for 4 seconds.\n\"This is no place for cowards.\" — The Legion\n"
    },
    {
        "killerTeachable": "Cannibal",
        "perkName": "Knock_Out",
        "image": "Knock_Out.png",
        "description": "The trauma caused by your brutal attacks makes crying for help painfully difficult.\nSurvivors put into the Dying State by your Basic Attack are not revealed to other Survivors when those are standing outside of a range of 32/24/16 metres.\nFor the next 15 seconds, the dying Survivor is affected by the Blindness  Status Effect and crawls 50 % slower.\n\"Oh, that gun's no good. The old way... with a sledge! You see, that way's better. They die better that way.\" — Nubbins Sawyer\n"
    },
    {
        "killerTeachable": "Hillbilly",
        "perkName": "Lightborn",
        "image": "Lightborn.png",
        "description": "Unlike other beasts of The Fog, you have adapted to light.\nGrants immunity to Blindness caused by Flashlights  or Firecrackers .\nSurvivors attempting to blind you have their Aura  revealed for 6/8/10 seconds.\n\"These monsters... they adapt! They emerge with strange new abilities.\" — Vigo, Vigo's Journal\n"
    },
    {
        "killerTeachable": "Legion",
        "perkName": "Mad_Grit",
        "image": "Mad_Grit.png",
        "description": "While carrying a Survivor, you suffer no cool-down on missed attacks and successfully hitting another Survivor will pause the carried Survivor's wiggle timer for 2/3/4 seconds. \n\"There's no getting out of this now. We're too good at it.\" — The Legion\n"
    },
    {
        "killerTeachable": "Pig",
        "perkName": "Make_Your_Choice",
        "image": "Make_Your_Choice.png",
        "description": "When a Survivor rescues another Survivor from a Hook  that is at least 32 metres away from you, Make Your Choice triggers and applies the Exposed  Status Effect on the rescuer for 40/50/60 seconds.\nMake Your Choice has a cool-down of 40/50/60 seconds.\n\"You'd be surprised what tools can save a life.\" — Amanda Young\n"
    },
    {
        "killerTeachable": "Demogorgon",
        "perkName": "Mindbreaker",
        "image": "Mindbreaker.png",
        "description": "Your distressing presence drains and weakens your prey.\nWhile repairing Generators , Survivors are afflicted by the Exhausted  Status Effect.\nAny existing Exhaustion timers are paused while the Survivor is repairing a Generator.After ending the Repair action, the Survivor is afflicted by the Exhausted Status Effect for 3/4/5 seconds.\n\"The specimen's apparent telepathic ability can evoke feelings of dread and fatigue in nearby individuals.\" — Hawkins National Laboratory\n"
    },
    {
        "killerTeachable": "Doctor",
        "perkName": "Monitor_&_Abuse",
        "image": "Monitor_&_Abuse.png",
        "description": "Meticulous in your approach, terrifying in your application.\nWhile in a Chase, your Terror Radius  is increased by 8 metres.\nOtherwise, your Terror Radius is decreased by 8 metres and your Field of View is increased by 3/5/10 °.\nField of View gains do not stack.\n\"It's time for your treatment!.\" — Herman Carter, The Doctor\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Monstrous_Shrine",
        "image": "Monstrous_Shrine.png",
        "description": "Your fervent care of the Hooks found in the Basement  has aroused The Entity 's interest.\nThe Basement Hooks are granted the following bonuses: \n\"Then you will know that there is no escape. When hanging in the depths, you face the dark one.\"\n"
    },
    {
        "killerTeachable": "Oni",
        "perkName": "Nemesis",
        "image": "Nemesis.png",
        "description": "You seek retribution on those who have wronged you.\nA Survivor who blinds you, or stuns you using a Pallet  or Locker  becomes your Obsession .\nAnytime a new Survivor becomes the Obsession, they are affected by the Oblivious  Status Effect for 40/50/60 seconds and their Aura  is revealed to you for 4 seconds.\nYou can only be obsessed with one Survivor at a time.\n\"Only a fool would spit in a demon’s face and declare victory.\" — Renjiro's Doctrine 4:9\n"
    },
    {
        "killerTeachable": "Twins",
        "perkName": "Oppression",
        "image": "Oppression.png",
        "description": "Life has been difficult for you, so you'll make it difficult for others.\nWhen you damage a Generator , up to 3 other random Generators also begin regressing.\nIf the affected Generators are being repaired, any Survivors repairing them receive a difficult Skill Check .\nOppression has a cool-down of 120/100/80 seconds.\n\"Damn them as they would damn us.\" — Charlotte Deshayes\n"
    },
    {
        "killerTeachable": "Doctor",
        "perkName": "Overcharge",
        "image": "Overcharge.png",
        "description": "You are fuelled by your hate for progress.\nOvercharge a Generator  by performing the Damage Generator action. \nThe next Survivor interacting with that Generator is faced with a tremendously difficult Skill Check .Failing the Skill Check results in an additional 3/4/5 % loss of progress.Succeeding the Skill Check grants no progress, but prevents the Generator Explosion.\n\"It is a trap. But a trap one must step in...\"\n"
    },
    {
        "killerTeachable": "Doctor",
        "perkName": "Overwhelming_Presence",
        "image": "Overwhelming_Presence.png",
        "description": "Your presence alone instils great fear. Survivors within your Terror Radius  suffer from inefficiency.\nAffected Survivors' Item  Consumption rates are increased by 80/90/100 %.\n\"Shit!! I dropped the gauze!\"\n"
    },
    {
        "killerTeachable": "Shape",
        "perkName": "Play_with_Your_Food",
        "image": "Play_with_Your_Food.png",
        "description": "You become obsessed with one Survivor.\nEvery time you chase your Obsession  and let them escape, you receive a Token up to a maximum of 3 Tokens.\nEach Token increases your Movement speed by 3/4/5 %.\nPerforming a Basic or Special Attack will consume 1 Token.\nPlay With Your Food has a cool-down of 10 seconds.\nYou can only be obsessed with one Survivor at a time.\n\"You've fooled them, haven't you Michael? But not me.\" — Dr. Sam Loomis\n"
    },
    {
        "killerTeachable": "Clown",
        "perkName": "Pop_Goes_the_Weasel",
        "image": "Pop_Goes_the_Weasel.png",
        "description": "A deep bond with The Entity  unlocks great strength.\nAfter hooking a Survivor, the next Generator  you damage is instantly loses 25 % of its progress.Normal Generator Regression applies after the Damage Generator action.\nPop Goes the Weasel is active for 35/40/45 seconds after the Survivor is hooked.\n"
    },
    {
        "killerTeachable": "Wraith",
        "perkName": "Predator",
        "image": "Predator.png",
        "description": "Your acute tracking ability allows you to hone in on disturbances left by running Survivors.\nScratch Marks  left by Survivors will spawn slightly/moderately/considerably closer together.\n\"Never stop moving and hope you're always two steps ahead of the beast.\" — Unknown, Notebook\n"
    },
    {
        "killerTeachable": "Spirit",
        "perkName": "Rancor",
        "image": "Rancor.png",
        "description": "You become obsessed with one Survivor.\nEach time a Generator  is completed, the Obsession  sees your Aura  for 5/4/3 seconds.\nEach time a Generator is completed, all Survivors' locations are revealed to you for 3 seconds.\nOnce all Generators are completed, the Obsession has the Exposed  Status Effect and the Killer can kill the Obsession.\nYou can only be obsessed with one Survivor at a time.\n"
    },
    {
        "killerTeachable": "Nightmare",
        "perkName": "Remember_Me",
        "image": "Remember_Me.png",
        "description": "You become obsessed with one Survivor.\nEach time you hit your Obsession , you increase the Exit Gate  Opening time by 4 seconds up to a maximum of 8 additional/12 additional/16 additional seconds.\nThe Obsession is not affected by Remember Me.\nYou can only be obsessed with one Survivor at a time.\n\"You don't remember? You must. You're my number one, and you'll never wake up again.\" — Freddy Krueger\n"
    },
    {
        "killerTeachable": "Shape",
        "perkName": "Save_the_Best_for_Last",
        "image": "Save_the_Best_for_Last.png",
        "description": "You become obsessed with one Survivor.\nEarn a Token for each successful hit with your Basic Attack that is not dealt to the Obsession .\nEach Token grants a stack-able 5 % cool-down reduction on successful attacks. You can earn up to 8 Tokens.\nAttacking your Obsession will make you lose 4/3/2 Tokens. You can no longer gain Tokens if your Obsession is sacrificed or killed.\nYou can only be obsessed with one Survivor at a time.\n\"Death has come to your little town, Sheriff.\" — Dr. Sam Loomis\n"
    },
    {
        "killerTeachable": "Wraith",
        "perkName": "Shadowborn",
        "image": "Shadowborn.png",
        "description": "You have a keen vision in the darkness of the night.\nYour Field of View is increased by 9/12/15 °.\nField of View gains do not stack.\n\"Shining in the darkest dark, his eyes pierce the night and sting your soul.\"\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Sloppy_Butcher",
        "image": "Sloppy_Butcher.png",
        "description": "You know where to hit to make them bleed.\nWounds inflicted by successful attacks slightly/moderately/considerably increase the Survivor's bleeding frequency and cause the Mangled Status Effect.\nHaemorrhage  and Mangled  effects caused by Sloppy Butcher return to normal once the Survivor is fully healed.\n\"It's in its sadistic nature. There is no swift kill as it delights in the obscene spectacle of our agonising suffering.\"\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Spies_from_the_Shadows",
        "image": "Spies_from_the_Shadows.png",
        "description": "The Crows  found in the world can communicate directly with you.\n100 % of the time, cawing Crows give you a visual cue when you are within a range of 20/28/36 metres.\nSpies from the Shadows has a cool-down of 5 seconds.\n\"In the shadows they torment, scarring our minds with each scream.\"\n"
    },
    {
        "killerTeachable": "Spirit",
        "perkName": "Spirit_Fury",
        "image": "Spirit_Fury.png",
        "description": "Each Pallet  you break magnifies the wrath of The Entity .\nAfter breaking 4/3/2 Pallets, the next time you are stunned by a Pallet, The Entity will instantly break it. You still suffer from the stun effect penalty.\n\"Fury is her blood.\"\n"
    },
    {
        "killerTeachable": "Nurse",
        "perkName": "Stridor",
        "image": "Stridor.png",
        "description": "You are acutely sensitive to the breathing of your prey.\nSurvivors' Grunts of Pain are 25/50/50 % louder and regular breathing is 0/0/25 % louder.\n\"If you don't stop and catch your breath... she will.\"\n"
    },
    {
        "killerTeachable": "Demogorgon",
        "perkName": "Surge",
        "image": "Surge.png",
        "description": "Your eerie presence charges the air and interferes with technology.\nPutting a Survivor into the Dying State  with a Basic Attack instantly causes all Generators  within a radius of 32 metres to explode and begin regressing.Generators affected by Surge immediately lose 8 % of their progress.\nSurge can only be triggered once every 60/50/40 seconds.\n\"The creature appears to have some unknown influence over electricity and nearby electronics.\" — Hawkins National Laboratory\n"
    },
    {
        "killerTeachable": "Pig",
        "perkName": "Surveillance",
        "image": "Surveillance.png",
        "description": "Unlocks potential in one's Aura-reading ability.\nAll regressing Generators  will be highlighted by a white Aura . Once regression ends, Generators will be highlighted by a yellow Aura for 8/12/16 seconds.\nThe Hearing distance of noises caused by Generator Repairs are increased by 8 metres.\n\"Are you gonna behave?\" — Amanda Young\n"
    },
    {
        "killerTeachable": "Huntress",
        "perkName": "Territorial_Imperative",
        "image": "Territorial_Imperative.png",
        "description": "Unlocks potential in one's Aura-reading ability.\nSurvivors' Auras  are revealed to you for 3 seconds when they enter the Basement  and you are more than 32 metres away from the Basement entrance.\nTerritorial Imperative can only be triggered once every 30/25/20 seconds.\n\"We're not safe anywhere...\"\n"
    },
    {
        "killerTeachable": "Nurse",
        "perkName": "Thanatophobia",
        "image": "Thanatophobia.png",
        "description": "Their courage fades in the face of their undeniable mortality.\nFor each Injured , Dying  or hooked Survivor, all Survivors receive a stack-able penalty of 4/4.5/5 % to their Repair, Sabotage, and Totem-Cleansing speed up to a maximum of 16/18/20 %.\n\"She plays with us and revels in our pain.\"\n"
    },
    {
        "killerTeachable": "Ghost_Face",
        "perkName": "Thrilling_Tremors",
        "image": "Thrilling_Tremors.png",
        "description": "Your dark designs and shrewd composure rouse The Entity .\nAfter picking up a Survivor, all Generators  not being repaired by Survivors are blocked by The Entity and cannot be repaired for the next 16 seconds.\nAffected Generators are highlighted by a white Aura .\nThrilling Tremors can only be triggered once every 100/80/60 seconds.\n\"The night assists me and it's endless here.\" — The Ghost Face\n"
    },
    {
        "killerTeachable": "Hillbilly",
        "perkName": "Tinkerer",
        "image": "Tinkerer.png",
        "description": "When a Generator  is repaired to 70 %, you receive a Loud Noise notification and you are granted the Undetectable  Status Effect for 12/14/16 seconds.\n"
    },
    {
        "killerTeachable": "Executioner",
        "perkName": "Trail_of_Torment",
        "image": "Trail_of_Torment.png",
        "description": "You guide your victims along a path of pain and punishment.\nAfter kicking a Generator , you become Undetectable  until the Generator stops regressing or a Survivor is put into either the Injured State  or the Dying State  by any means.During this time, the Generator's Aura  is revealed in yellow to all Survivors.\nTrail of Torment can only be triggered once every 80/70/60 seconds.\n"
    },
    {
        "killerTeachable": "Trapper",
        "perkName": "Unnerving_Presence",
        "image": "Unnerving_Presence.png",
        "description": "Your presence alone instils great fear.\nSurvivors within your Terror Radius  have a 10 % greater chance of triggering Skill Checks  when repairing, healing or sabotaging. \nTriggered Skill Checks' success zones are reduced by 40/50/60 %. \n\"Its presence befalls us.\"\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Unrelenting",
        "image": "Unrelenting.png",
        "description": "You recuperate faster from missed attacks made with your main weapon.\nThe cool-down of missed Basic Attacks is reduced by 20/25/30 %.\n"
    },
    {
        "killerTeachable": "All",
        "perkName": "Whispers",
        "image": "Whispers.png",
        "description": "You have a rudimentary understanding of The Entity 's voice.\nSporadically hear The Entity's Whisper when standing within a 48/40/32 metres of a Survivor.\n\"It's unclear as to the motivations of The Fog, but it is undeniable that it often takes the beast's side.\" — Unknown, Notebook\n"
    },
    {
        "killerTeachable": "Oni",
        "perkName": "Zanshin_Tactics",
        "image": "Zanshin_Tactics.png",
        "description": "Unlocks potential in one's Aura-reading ability.\nYou are mentally alert and aware of key points on the battlefield.\nThe Auras  of all Pallets , Breakable Walls , and Vaults  are revealed to you within a range of 24 metres.\nWhen a Survivor is damaged, Zanshin Tactics becomes inactive for 40/35/30 seconds.\n\"Within your enemy's strength is weakness.\" — Renjiro's Doctrine 12:5\n"
    }
]