[
    {
        "survivorName": "Dwight Fairfield",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7a/Leader.gif/revision/latest/scale-to-width-down/128?cb=20200926195734",
        "overview": "Dwight Fairfield is a nervous Leader, able to locate his allies and increase their effectiveness.\n",
        "lore": "Dwight was geeky and scrawny through high school. He always wanted to be one of the cool kids, but somehow never had the charisma. He tried out for the football team but was cut, the basketball team didn't even take a look, and his grades were distinctly below average. One weekend, on a team-building exercise from his dead-end job, Dwight's boss led them deep into the woods before breaking out his family recipe moonshine. Dwight remembered taking the first sip before waking up late the next morning all alone. During the night, the others had abandoned him. Once again, the laughing stock of the community Dwight tried to hike his way out of the woods. That was the last anyone ever heard of Dwight Fairfield.\n",
        "teachables": [
            {
                "perk": "Bond",
                "level": 30
            },
            {
                "perk": "Prove Thyself",
                "level": 35
            },
            {
                "perk": "Leader",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Meg Thomas",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/af/Adrenaline.gif/revision/latest/scale-to-width-down/128?cb=20200926194941",
        "overview": "Meg Thomas is an energetic Athlete, able to outrun most Killers.\n",
        "lore": "Perhaps it was her mother that had instilled the fierce streak in her or maybe it was her father that left them when she was a baby. Meg excelled at schoolwork but she was off the rails. Fortunately, an athletics coach encouraged her to channel her misspent energy on the track. She motivated herself into becoming a high school star and earned a scholarship to college. When her mother fell ill, Meg decided to give up her chance at college to care for the woman who had raised her. One summer’s day, on a long run deep in the woods, Meg vanished. Search as they did, they never found her body.\n",
        "teachables": [
            {
                "perk": "Quick & Quiet",
                "level": 30
            },
            {
                "perk": "Sprint Burst",
                "level": 35
            },
            {
                "perk": "Adrenaline",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Claudette Morel",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/6b/SelfCare.gif/revision/latest/scale-to-width-down/128?cb=20200926200040",
        "overview": "Claudette Morel is a studious Botanist, able to boost her team's survivability as well as her own.\n",
        "lore": "From the day that her parents gave Claudette her first science kit, she loved experiments. Her single-minded pursuit lead to an early scholarship at a great college. It was a huge decision to leave Montreal, but the chance was too good to pass up. Her introverted nature means that chat rooms and forums are now her best source of social interaction. Her new favourite activity is to answer botany questions for others under her new moniker of Science Girl. One evening, during a long bus ride back from the city, Claudette took a stroll that would change her life. It only took a minute for her to get completely disoriented in the thick woods. She never found her way back. Her forum only started to wonder where she was a week after she stopped posting.\n",
        "teachables": [
            {
                "perk": "Empathy",
                "level": 30
            },
            {
                "perk": "Botany Knowledge",
                "level": 35
            },
            {
                "perk": "Self-Care",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Jake Park",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/02/Saboteur.gif/revision/latest/scale-to-width-down/128?cb=20200926200012",
        "overview": "Jake Park is a solitary Survivalist, able to hold his own in most situations.\n",
        "lore": "Growing up the son of a wealthy CEO was always going to put pressure on Jake Park. When his brother graduated with honours from Yale, the pressure on Jake intensified. Jake just wasn't the academic type, but his father never really understood his refusal to embrace the expensive education he lavished upon him. Eventually, Jake rebelled by dropping out of school entirely. Now, Jake lives off the grid on the edge of the woods. It's been years since he spoke to his father but his mother checks in once in a while. It was she, who eventually called the police. The cops said he got lost in the woods and a search party looked for days, but gave up as bad weather rolled in. Despite passionate pleas from his mother, they never resumed the search and Jake went down in history as another casualty of the woods.\n",
        "teachables": [
            {
                "perk": "Iron Will",
                "level": 30
            },
            {
                "perk": "Calm Spirit",
                "level": 35
            },
            {
                "perk": "Saboteur",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Nea Karlsson",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/ef/Streetwise.gif/revision/latest/scale-to-width-down/128?cb=20200926200221",
        "overview": "Nea Karlsson is an Urban Artist, able to easily escape and hide.\n",
        "lore": "Nea is of Swedish descent, a tagger and a bit of a troublemaker. She started rebelling when she was 16, she dyed her hair black and cut it in a way she liked it. In her early teens, her parents thought she lacked that thing that makes everyone else \"normal\". She may have gone too far when her friends, not thinking well, dared her to tag the old asylum. She was never seen again, and now tries her best to survive the Entity's dangers.\n",
        "teachables": [
            {
                "perk": "Balanced Landing",
                "level": 30
            },
            {
                "perk": "Urban Evasion",
                "level": 35
            },
            {
                "perk": "Streetwise",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Laurie Strode",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/44/DecisiveStrike.gif/revision/latest/scale-to-width-down/128?cb=20200926195301",
        "overview": "Laurie Strode is a determined Survivor, prepared to weather any challenge.\n",
        "lore": "You never know what really matters in life until you've realised it might end soon. Laurie is one of those who just wants a quiet life in the suburbs, hanging out with friends, family and maybe go on a date or two. Laurie is a typical teenager. You could pass her on the street and not think twice. She does her homework and is liked by her friends, teachers and family. A simple night of babysitting turns into something that will forever change the course of her young life. A knife swooshing through the air. Screams from afar. Noises that plays tricks with her mind. But not Laurie, she’s made of something stronger. Something that won't give up.",
        "teachables": [
            {
                "perk": "Sole Survivor",
                "level": 30
            },
            {
                "perk": "Object of Obsession",
                "level": 35
            },
            {
                "perk": "Decisive Strike",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Ace Visconti",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2f/AceInTheHole.gif/revision/latest/scale-to-width-down/128?cb=20200926194931",
        "overview": "Ace Visconti is a lucky Gambler, improving the odds of the entire team.\n",
        "lore": "Ace Visconti is one charming guy. With his sharp Italian looks, grey-streaked hair and silver tongue, he could pass for an ageing 50's movies star. His heart has always belonged to the cards. From his roots as a poor boy in Argentina, he gambled, scammed, seduced and smooth-talked his way to a life of luxury as a high roller in the land of opportunity. Despite money always having a way of slipping through his fingers, Ace always figured he could win more. He never fulfilled that ambition; eventually he racked up too many debts with the wrong kind of people. And when they finally came to collect, Ace was nowhere to be found. No one knew who tipped him off or where he fled to, but anyone who knew Ace Visconti can agree on one thing. He will survive: against all odds.",
        "teachables": [
            {
                "perk": "Open-Handed",
                "level": 30
            },
            {
                "perk": "Up the Ante",
                "level": 35
            },
            {
                "perk": "Ace in the Hole",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "William \"Bill\" Overbeck",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/a6/Unbreakable.gif/revision/latest/scale-to-width-down/128?cb=20200926200316",
        "overview": "Bill Overbeck is an old Soldier, accustomed to dealing with critical situations.\n",
        "lore": "It took two tours in Vietnam, a handful of medals, a knee full of shrapnel, and an honourable discharge to get William \"Bill\" Overbeck to stop fighting and try to live a peaceful life. He hated it. After decades spent drifting aimlessly through dead end jobs, Bill went in for a routine surgery and woke up to find the world he knew was gone. A plague was turning normal people into mindless killing machines. Naturally, the first thing he did was fight his way home and put on his uniform. Making his way through rural ghost towns and pitch-black forests, he found other Survivors, and together they fled from the infected hordes. In the end, Bill sacrificed himself to ensure their safety. His body was never found. Bill was left for dead. No one knows that he still has the only thing he ever wanted: an enemy to fight.",
        "teachables": [
            {
                "perk": "Left Behind",
                "level": 30
            },
            {
                "perk": "Borrowed Time",
                "level": 35
            },
            {
                "perk": "Unbreakable",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Feng Min",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e7/Alert.gif/revision/latest/scale-to-width-down/128?cb=20200501133722",
        "overview": "Feng Min is an objective-focused competitor who can quickly adapt her strategy to meet a vast range of challenging situations.\n",
        "lore": "Feng Min was a young girl when she first picked up computer games, and she was instantly hooked. The brand new worlds enchanted her with colours, sounds and explosions – a chance to be somewhere else, or someone else. Her parents saw no wrong with a few minutes in front of the screen, but as minutes turned into hours and sometimes days, they finally decided to pull the plug and force Feng Min to put more efforts into her studies.\n",
        "teachables": [
            {
                "perk": "Technician",
                "level": 30
            },
            {
                "perk": "Lithe",
                "level": 35
            },
            {
                "perk": "Alert",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "David King",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/57/NoMither.gif/revision/latest/scale-to-width-down/128?cb=20200501134118",
        "overview": "David King is a rugged Scrapper, rewarding high-risk play.\n",
        "lore": "The single child of a wealthy family, David King seemed destined for greatness. While growing up in Manchester, he demonstrated serious potential in both sports and academics, and with his family connections, all doors were open to him. He could have succeeded at anything, if it weren't for his combative nature. David lived for the adrenaline rush of a good fight and would go out of his way to get into one.\n",
        "teachables": [
            {
                "perk": "We're Gonna Live Forever",
                "level": 30
            },
            {
                "perk": "Dead Hard",
                "level": 35
            },
            {
                "perk": "No Mither",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Quentin Smith",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/16/Vigil.gif/revision/latest/scale-to-width-down/128?cb=20200501183028",
        "overview": "Quentin Smith is a resolute Dreamwalker, increasing the survivability and recovery of his team.\n",
        "lore": "When he heard that Nancy's mother had disappeared, Quentin Smith knew instantly that their success had been short-lived. Although their plan had seemed to work flawlessly, Freddy Krueger had beaten death yet again.\n",
        "teachables": [
            {
                "perk": "Wake Up!",
                "level": 30
            },
            {
                "perk": "Pharmacy",
                "level": 35
            },
            {
                "perk": "Vigil",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "David Tapp",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/db/StakeOut.gif/revision/latest/scale-to-width-down/128?cb=20200926200213",
        "overview": "David Tapp is an obsessed Detective, able to locate and complete Objectives faster.\n",
        "lore": "Detective David Tapp was one of the good guys. His determination to see Killers brought to justice and their victims avenged had led him through a long and respected career.\n",
        "teachables": [
            {
                "perk": "Tenacity",
                "level": 30
            },
            {
                "perk": "Detective's Hunch",
                "level": 35
            },
            {
                "perk": "Stake Out",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Kate Denson",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7e/BoilOver.gif/revision/latest/scale-to-width-down/128?cb=20200501134102",
        "overview": "Kate Denson is a hopeful songbird, able to make the most of her surroundings.\n",
        "lore": "One of Kate Denson's earliest memories was standing in front of her family, singing a song that she'd learned that morning at school, and watching smiles spread across their faces. Seeing how something as simple as a song could make people so happy was the moment when she knew what she wanted to do with her life.\n",
        "teachables": [
            {
                "perk": "Dance With Me",
                "level": 30
            },
            {
                "perk": "Windows of Opportunity",
                "level": 35
            },
            {
                "perk": "Boil Over",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Adam Francis",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/7d/Autodidact.gif/revision/latest/scale-to-width-down/128?cb=20200926195031",
        "overview": "Adam Francis is a resourceful Teacher, able to adapt to new circumstances and develop strategies accordingly.\n",
        "lore": "Adam was born in Rollington Town in Kingston, Jamaica. His father died in a car accident when he was two, and his uncle took him in. His uncle was a strict, but fair man, who raised him to value education.\n",
        "teachables": [
            {
                "perk": "Diversion",
                "level": 30
            },
            {
                "perk": "Deliverance",
                "level": 35
            },
            {
                "perk": "Autodidact",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Jeffrey \"Jeff\" Johansen",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/58/Distortion.gif/revision/latest/scale-to-width-down/128?cb=20200501134014",
        "overview": "Jeff Johansen is a quiet artist with a heart of gold, standing steadfast against impossible odds. He has a dark past but led a quiet, simple life until his father passed, leaving things to sort out.\n",
        "lore": "Jeff Johansen was born and raised in Ormond, Alberta. He grew up as a quiet, only child with an aversion for large crowds. During High School, his anxious nature was mislabelled as shyness, which he covered up with a tough, stoic persona that intimidated bullies and teachers alike. At home, he discovered an interest for heavy metal and started a vinyl collection. The evocative symbolism on the covers inspired him to make some art of his own, which helped him cope with his parents' constant fighting.\n",
        "teachables": [
            {
                "perk": "Breakdown",
                "level": 30
            },
            {
                "perk": "Aftercare",
                "level": 35
            },
            {
                "perk": "Distortion",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Jane Romero",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/4b/HeadOn.gif/revision/latest/scale-to-width-down/128?cb=20200926195520",
        "overview": "Jane Romero is an influential celebrity, going against the grain to tackle challenges head on.\n",
        "lore": "Jane Romero was the daughter of famous actress, Loretta Lawrence, of whom she had no memory. Her parents had separated when she was still a baby, mainly since her mother was often away filming. Jane was raised by her father, a struggling visual artist. She grew up torn between resenting her mother's absence from her life and admiring her presence on screen.\n",
        "teachables": [
            {
                "perk": "Solidarity",
                "level": 30
            },
            {
                "perk": "Poised",
                "level": 35
            },
            {
                "perk": "Head On",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Ash J. Williams",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/45/MettleOfMan.gif/revision/latest/scale-to-width-down/128?cb=20200926195822",
        "overview": "Ash Williams is an alone wolf, cocky and headstrong; a man built for survival.\n",
        "lore": "During a weekend at a cabin with friends, Ash Williams uncovered the Necronomicon Ex-Mortis (The Book of the Dead) and awoke something dark in the woods. Evil possessed his friends, whom he was forced to kill, and his right hand, which he sawed off. For the next thirty years, Ash ran from his past, working at a Value Stop department store and seducing women in dive bars. But he screwed up one night while being high, when he read from the Necronomicon to impress a woman. Evil found him once more, wrecking the life of those around him. But his co-workers, Pablo who was raised by a shaman and Kelly who was orphaned by the Deadites, helped him put up a fight. While battling Evil, Ash was reunited with his long-lost daughter Brandy, who encouraged him to embrace his role as saviour of humanity. After a terrible fight with a fully formed demon, Ash, drawing his last breath, was taken by the Knights of Sumeria and transported into the future. Ash wakened to a voice, his head throbbing. Since defeating a gang of Deadites a week ago, he had been in a perpetual state of hangover. He heard the voice once more; a woman singing, sensual and inviting.\n",
        "teachables": [
            {
                "perk": "Flip-Flop",
                "level": 30
            },
            {
                "perk": "Buckle Up",
                "level": 35
            },
            {
                "perk": "Mettle of Man",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Nancy Wheeler",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/30/InnerStrength.gif/revision/latest/scale-to-width-down/128?cb=20200926195639",
        "overview": "Nancy Wheeler is an aspiring journalist, able to make acute observations and gain insights that others may miss.\n",
        "lore": "Studious and rebellious, Nancy Wheeler is a stubborn investigator with an instinct for a good story. When her closest friend, Barb went missing, she did everything she could to unravel the truth and secure justice. A brilliant journalist, she chases stories and follows leads despite the inequality and chauvinism she encounters at the workplace. Pursuing a lead one evening, she fearlessly approaches the Hawkins National Laboratory before suddenly losing consciousness. A moment later she awakens in a strange misty realm with the sound of a familiar roar echoing through the air.",
        "teachables": [
            {
                "perk": "Better Together",
                "level": 30
            },
            {
                "perk": "Fixated",
                "level": 35
            },
            {
                "perk": "Inner Strength",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Steve Harrington",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/41/SecondWind.gif/revision/latest/scale-to-width-down/128?cb=20200926200032",
        "overview": "Steve Harrington is a former jock, able to protect and support his fellow Survivors while providing his own brand of humour.\n",
        "lore": "Popular and arrogant, yet compassionate, Steve Harrington is an unlikely mentor and leader. He often acts as a surrogate big brother to a younger boy named Dustin. He even helped him find his slimy inter-dimensional pet Demogorgon, D'Artagnan.  His reputation as a protector grew and he soon became a sort of \"babysitter\" for a group of kids in Hawkins with a knack for messing around with strange and dangerous things. His courage is unmatched so that he was even able to fend off a Demogorgon when it threatened his friends. One evening he received a call for assistance from his friend Nancy Wheeler. He drove all the way to the Hawkins National Laboratory to see if she was okay. He searched the area but only found her notebook. Before he realised what was happening the ground opened up and a swirl of black mist filled his eyes. When he awakened he was in a strange place that seemed familiar but unfamiliar at the same time.",
        "teachables": [
            {
                "perk": "Babysitter",
                "level": 30
            },
            {
                "perk": "Camaraderie",
                "level": 35
            },
            {
                "perk": "Second Wind",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Yui Kimura",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/50/Breakout.gif/revision/latest/scale-to-width-down/128?cb=20200501133910",
        "overview": "Yui Kimura is a hardened street racer, able to gain advantages for her and her fellow Survivors in challenging situations.\n",
        "lore": "Despite her traditional upbringing, Yui Kimura raced scooters in her hometown of Hida where she earned the reputation of being able to do the impossible with very little. Her father did his best to steer her away from what he believed to be masculine pursuits, but her grandmother secretly shared her grandfather's engineer manuals and notes on car and motorcycle engines. Yui read her grandfather's manuals and learned fast. She was able to not only maintain her scooter, but she modified the engine so that she could compete with older boys on motor crosses. With her grandfathers 'good luck hachimaki' wrapped around her arm, she raced local boys who, unable to keep up with her, worked together to orchestrate her defeat. No luck for them. Yui outmanoeuvred them at every turn and became a sensation to all her friends.  When it came time to apply for school, Yui gathered her courage and confessed her ambition to race motorcycles to her father. An altercation ensued and when Yui refused to apply for a proper education, her father felt a great shame and told her she was no longer welcome in their home. With a heavy heart, Yui left for Nagoya with the blessings and savings of her grandmother.\n",
        "teachables": [
            {
                "perk": "Lucky Break",
                "level": 30
            },
            {
                "perk": "Any Means Necessary",
                "level": 35
            },
            {
                "perk": "Breakout",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Zarina Kassir",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/27/ForThePeople.gif/revision/latest/scale-to-width-down/128?cb=20200501133846",
        "overview": "Zarina Kassir is a plucky documentarian, able to use her street smarts to avoid detection and greatly assist other Survivors.\n",
        "lore": "Growing up in a Lebanese household in Brooklyn, Zarina struggled with two unique cultural identities. She felt that this cultural difference painted a target on her back. To avoid ridicule and bullies, she observed what popular kids liked and learnt to project the image they preferred. At school, she would go by the name \"Karina\", dye her hair lighter, and trash her \"foreign\" lunches.\n",
        "teachables": [
            {
                "perk": "Off the Record",
                "level": 30
            },
            {
                "perk": "Red Herring",
                "level": 35
            },
            {
                "perk": "For the People",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Cheryl Mason",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/92/RepressedAlliance.gif/revision/latest/scale-to-width-down/128?cb=20200602102141",
        "overview": "Cheryl Mason is a young Veteran of Terror, emboldening both herself and her team.\n",
        "lore": "Caring and impulsive, Cheryl Mason, previously known as Heather, attempted to rebuild her life after the tragic death of her adoptive father, Harry Mason.\n",
        "teachables": [
            {
                "perk": "Soul Guard",
                "level": 30
            },
            {
                "perk": "Blood Pact",
                "level": 35
            },
            {
                "perk": "Repressed Alliance",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Felix Richter",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/13/BuiltToLast.gif/revision/latest/scale-to-width-down/128?cb=20200927081957",
        "overview": "Felix Richter is a visionary architect, able to use his relentless determination to form a plan and help other Survivors.\n",
        "lore": "Felix Richter was born to Janos and Ursula Richter in Coburg, Germany, where the Richter family had deep connections and were among the most respected of its physicians. His parents, both members of an ancient society, were always out of the Richter manor at medical conferences or providing humanitarian aid around the world. Travelling exposed young Felix to new cultures, languages, and architecture unlike anything he had ever seen before. He wasn't sure when the architectural bug bit, but when it did, it bit hard, and he knew that despite his family's legacy, he would one day design buildings that would inspire the world. By 23, he was considered an architectural prodigy having won the Swiss Architect Medal and the German National Design Award. Yet despite his success, Felix couldn't shake the gnawing feeling that his success had more to do with luck and connections than talent and hard work.\n",
        "teachables": [
            {
                "perk": "Visionary",
                "level": 30
            },
            {
                "perk": "Desperate Measures",
                "level": 35
            },
            {
                "perk": "Built to Last",
                "level": 40
            }
        ]
    },
    {
        "survivorName": "Élodie Rakoto",
        "image": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/d6/PowerStruggle.gif/revision/latest/scale-to-width-down/128?cb=20201112100809",
        "overview": "Élodie Rakoto is an occult investigator, able to use cunning tricks and stubborn resolve to keep herself alive.\n",
        "lore": "Born into a lush Parisian household, Élodie Rakoto grew up in a comfortable home miles away from the verdant island of Madagascar, her parents' birthplace. Her backpack was always heavy and usually contained no schoolwork. She carried the essentials: a few history books, some printed maps, and a compact shovel. Instead of wasting away with regurgitated facts from her classes, she explored the city to discover the stories behind each statue, neighbourhood, and street sign. She collected bits and pieces of Paris, making it her own.When she was fourteen, her parents took her to Dyer Island for a 'business trip.' To her grand disappointment, the island was a private site for exclusive members of the Imperiatti. She was forced to attend pretentious and awkward social mixers daily.  After a few weeks on the island, she met the Pariahs, like-minded teenagers who had no interest in being pawns for their parents' political chessboard. On dull, rainy nights she would convince them to sneak out and explore the island unsupervised.One foggy evening, they stumbled upon an abandoned internment camp. Felix, one of the Pariahs, didn’t want to go in, but Élodie insisted. Inside, they found a strange underground laboratory in ruins. The Pariahs grew excited, browsing through the strange apparatuses for trophies and mementos. But Élodie noticed something in the far-left corner of the wall: odd scratches in the shape of a circle. She ran her fingernails against the cool concrete—the marks were deep and narrow. A warm whisper suddenly sent her mind adrift——Deep, rumbling thunder. Black, glistening waves. An ashen sanded beach. Incomplete. She was compelled to touch the ice-cold sand and draw a circle with a line in the middle.A sharp thunderclap and lightning whipped the sky. The ground shook as sleek, obsidian claws tore through the concrete floor, ripping the earth open. The building began to collapse and Élodie spotted her mother wielding a bizarre instrument while her father told her to run. Then--Complete darkness.Élodie never saw her parents again.For years, this nightmare woke her in the middle of the night, cold, sweating, shaking like a leaf. As a child she suffered from night terrors and often resisted going to bed. To soothe her mind, her grandma would light a tea candle and tell her stories until the wick extinguished in a hot pool of liquefied wax. The perfume of the warm vanilla-scented wax would lull Élodie to sleep as she envisioned stories of legendary heroes defeating fear and foes. Élodie had forgotten the stories, but she still remembered her longing for the verdant Malagasy rain forests and colossal mountains that her grandmother described. When Élodie felt cold and numb with grief, she would light a vanilla-scented candle and summon her childhood memories of this distant, idyllic place, raising her spirits to rise above her crippling depression.Fourteen years later, Élodie still searched for the missing pieces of the puzzle. No rational explanation could explain her parents' disappearance, so she had been looking elsewhere. She researched any and all legends that mentioned a dark force that snatched people at night without a trace. From there, she translated old tales and built a tapestry of narratives from around the world that corroborated the uncanny way her parents had vanished on Dyer's island. She also gathered artefacts made by ancient civilisations who sought to destroy or resurrect the incomprehensible and indescribable Thing that took her parents. There were various names for it, differing from one language to the next: The Abyss, The Infinite, The Hole.Her findings pushed her further into the dark field of occultism. The Pariahs were long gone. She'd alienated them with her theories. But she refused to give up on her parents.Élodie had to set out into the cold, misty evening. She turned a corner, leaving Paris' 13th Arrondissement, an eccentric neighbourhood with a substantial library dating from the middle ages. She had pressing work to do for Hazra Shah, the Collector, an occult specialist who archived rare artefacts.He’d recruited her after she’d salvaged a rare stolen Maori statue of spidery fangs like the claws she'd seen on Dyer's island. For the next five years, Élodie had been procuring occult relics for the Collector. In exchange, he provided large sums of money, equipment, and precise information about obscure manuscripts.Just as the Collector requested, she had secured the annals of a witch trial convicting a mother birthing conjoined twins in the 17th century. According to legend, an occult incantation was engraved on a set of skulls, all of which the Collector possessed except one—the witch's skull. There were no traces of where the skull was now, but Élodie had found a newspaper article dating back to the same year, mentioning that most remains had been relocated to the catacombs to avoid a pandemic. Élodie was acting on a hunch. Breaking into the catacombs to retrieve a lost skull involved certain risks, but no more than the previous work she'd done for the Collector.With a flashlight, she followed the ancient layout of the catacombs and spotted a collapsed wall. A few large stones blocked the way in. She grabbed her portable XRF-analyser and scanned the materials of the wall. Working for the Collector had its perks. The brick mortar had been poorly mixed, showing high traces of sand. The whole thing was brittle, and the ground was moist from the damp evening air. This was her way in.The journey beneath was long and treacherous. The air was heavy and mouldy. She gasped when her key-chain flashlight hit an endless wall of bleached-white skulls.Something cracked behind her. She spun around and collided headfirst with a baseball bat. Pain exploded in her skull and darkness filled her view.When she came to, a man was carrying her over his shoulder, venturing deeper inside the catacombs. He was wearing a dark robe.The Black Vale.She'd managed to elude them until now. Ruthless and lethal, they went by many names. She'd figured out that they ultimately all worked for the same group, a ring of occult fanatics rumoured to perform human sacrifices for what they called The Old One. She had to get out of here fast.Élodie spotted a loose skull on the wall, grabbed it and smashed it on her assaulter's head. Stunned, the man lost his balance and Élodie hit the ground running. As she turned a corner, she suddenly felt a sharp pain to her side.She looked down and saw a large blade planted there. Shocked, she removed the knife and warm blood spurted out.Her heartbeat rang in her ears as her vision blurred.She fell to her knees. Summoning all her strength, she drew a circle on the ground with a shaking, blood-red finger and traced a line in the middle.An opaque heaviness fell over her shoulders. A familiar scent of vanilla-spiked fruits and lychee nuts coated the air. Thin, tropical rain drizzled down leafy vines. Warmth.Madagascar.A ghostly cry erupted from the thick foliage.Élodie looked up and the vines turned into hissing snakes. The soft canopy soil suddenly turned ashen and collapsed under her feet. She sank into something dense and cold that swallowed her like quicksand. She screamed, before being smothered by... the abyss...the infinite... the hole...She found what she had been searching for.",
        "teachables": [
            {
                "perk": "Appraisal",
                "level": 30
            },
            {
                "perk": "Deception",
                "level": 35
            },
            {
                "perk": "Power Struggle",
                "level": 40
            }
        ]
    }
]